Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/forbrukerradet.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: 13 Apparently Fitbit have added these changes without notice, and without updating the date on the top of the document.
nb: 13 Tilsynelatende har Fitbit lagt inn endring uten å varsle brukere og endre versjonsdato på dokumentet.

source: However, only SpiderOak, Dropbox and Jottacloud make it clear that they will not look at the content of your files.
nb: SpiderOak, Dropbox og Jottacloud er helt tydelige på at de ikke skal åpne eller lese filene.

source: – The TED-platform gives us a unique opportunity to reach new audiences with our message about why internet connected products and services have to be secure, says Randi Flesland.
nb: – TED-plattformen gir oss en unik anledning til å nå flere og nye målgrupper om hvorfor trygge, internettilkoblede produkter- og tjenester er en forutsetning for videre utvikling, sier forbrukerdirektør Randi Flesland.

source: The videos being linked to on CokeTV feature Noobwork (YouTuber popular with children), Ola Klæbo (aka DJ OKEY) and Jarl Andersen.
nb: Innleggene som lenker til CokeTV er knyttet til videoer der Noobwork (populær youtuber blant barn), Ola Klæbo (aka DJ’en OKEY) og Jarl Andersen deltar.

source: fluxLoop operates solely as a data processor towards the app owner.
nb: fluxLoop opererer utelukkende som en databehandler for app-eier.

source: Both Cayla and i-Que are able to obtain answers from the Wikipedia and Weather Underground websites.
nb: Både Cayla og i-Que kan hente svar fra nettstedene Wikipedia og Weather Underground.

source: to such marketing and by reducing the
nb: for slik markedsføring, og ved å redusere

source: An important contributing factor to this conclusion is that far from everyone has an app using Pinch.
nb: En viktig medvirkende årsak til dette, er at langt fra alle har en app som benytter Pinch.

source: Traces of 5 regulated substances (BPA, DiBP, DBP, lead and chromium).
nb: Påvist 5 regulerte stoff (BPA, DiBP, DBP, bly og krom).

source: MCCP, bisphenols, phthalates, brominated flame retardants and lead found in the contents.
nb: Inneholder MCCP, bisfenoler, ftalater, bromerte flammehemmere og bly.

source: The Norwegian Consumer Council holds a Halloween TED-Talk
nb: Forbrukerrådet holder TED-foredrag på Halloween

source: The Consumer Council has looked at 22 devices – 12 blood pressure monitors and 10 blood glucose meters.
nb: Forbrukerrådet har sett på 22 apparater, derav 12 blodtrykksmålere og 10 blodsukkerapparater.

source: This identifier is an ID that is generated upon installation of the app and which exists until the app is uninstalled (installation ID)
nb: Denne identifikatoren er en ID som genereres ved installasjon av appen og som består til appen avinstalleres (installasjons-ID).

source: Please note that the purchase of real estate may require approval of the authority (concession).
nb: Vær oppmerksom på at kjøp av fast eiendom kan medføre krav om godkjennelse av myndighet (konse-sjon).

source: Many of the services also allow health data to be shared via email, which is not a secure channel for such information.
nb: I tillegg legges det i flere tjenester opp til at helseopplysninger kan deles via e-post, som ikke er en sikker kanal for slike data.

source: However, investigations conducted under the auspices of the Norwegian Consumer Council provide good grounds for asserting that the funds Avanse Norge (I), Avanse Norge (II) and DNB Norge (I) have also been managed in the same or almost the same way as DNB Norge.
nb: Undersøkelser som er utført i regi av Forbrukerrådet, gir imidlertid gode holdepunkter for å hevde at også fondene Avanse Norge (I), Avanse Norge (II) og DNB Norge (I) er forvaltet likt eller tilnærmet likt som DNB Norge.

source: Steam has not answered the request.
nb: Steam har ikke besvart forespørselen.

source: making changes to their terms of use, cf. appendix 2, page 9 ff.
nb: av at brukervilkår endres, se vedlegg 2, side 9 flg.

source: The MFU is the food and drink industry’s own self-regulation scheme set up to enforce the code of conduct for marketing certain types of food and drink to children and young people.
nb: MFU er mat og drikkevarebransjens egen selvreguleringsordning for å håndheve retningslinjer for markedsføring av visse typer mat og drikke rettet mot barn og unge.

source: Medium-chain chlorinated paraffins (MCCP) found in the contents.
nb: Inneholder mellomkjedede klorparafiner (MCCP).

source: There is a clear need for stronger regulations, enforcement action, and industry standards aimed at fostering safe and consumer-friendly products, says Flesland.
nb: Det er et opplagt behov for bedre regelverk, økt tilsyn og bransjestandarder for å sikre trygge og forbrukervennlige produkter, sier Randi Flesland.

source: With this complaint, the Norwegian Consumer Council (Forbrukerrådet) requests that the Norwegian Consumer Authority (Forbrukertilsynet) makes an assessment of whether the procedure for ending a subscription to the service Amazon Prime is in breach of the Marketing Control Act provisions on unfair commercial practices.
nb: Forbrukerrådet vil med denne klagen be Forbrukertilsynet vurdere om prosedyren for å avslutte abonnement på tjenesten Amazon Prime er i strid med markedsføringslovens regler om urimelig handelspraksis.

source: We cannot rule out that the food industry has partnered with many more YouTubers than we have been able to identify, such as those with a more niche and specific focus.
nb: Vi kan ikke utelukke at matbransjen har inngått samarbeid med mange flere youtubere som vi ikke har fanget opp, for eksempel youtubere med følgere som har et smalere og mer spesifikt fokus.

source: *We have analysed the terms of service of 7 of the most popular online storage services in Norway between November and December 2013.
nb: *Vi har underøkt avtalevilkårene til 7 av de mest brukte skylagringstjenestene i Norge i perioden november-desember 2013.

source: Furthermore, SINTEF documents that HIV-status was shared with two third party actors, Localytics and Apptimize.
nb: SINTEF dokumenterer at HIV-status ble delt med to aktører, Localytics og Apptimize.

source: The Consumer Council has examined the terms for downloading and using the apps, and has commissioned a technical test of the toys.
nb: Forbrukerrådet har sett på vilkår knyttet til nedlasting og bruk av appene, og fått utført en teknisk test av lekene.

source: whether Facebook and Zynga meet the requirements set out by the Personal Data Act for the
nb: oppstil es i personopplysningsloven for behandling av personopplysninger.

source: Referring to the description of the two providers given above, the Norwegian Consumer Council
nb: Forbrukerrådet viser til redegjørelsen for de to tjenestene ovenfor, og anser at både Facebook og Zynga

source: The Ministries therefore proposed a compromise whereby the regulations should be restricted to cover persons up to the age of 15 (23).
nb: Departementene foreslo derfor som et kompromiss at forskriften skulle avgrenses til å beskytte personer til og med 15 år (23).

source: The industry itself suggested a 13-year age limit.
nb: Bransjen selv foreslo en aldersgrense på 13 år.

source: From what we have been able to establish, the importer of the toys in Norway is Top Toy Norge AS (business registration number 991 492 704). The company is a major participant in the Norwegian (and Nordic) toy market, through the chain stores BR Leker and Toys R Us.
nb: Etter det vi kan finne ut er Top Toy Norge AS (organisasjonsnummer 991 492 704) importør av lekene til Norge, og selskapet er en stor aktør i markedet for leker i Norge (og Norden) med kjedebutikkene BR-leker og Toys R Us.

source: In our survey we found that Burger King, McDonald’s and Coca-Cola were the most likely to use young people and youth culture to appeal to teenagers.
nb: I vår kartlegging fant vi at det først og fremst var Burger King, McDonald’s og Coca-Cola som bruker ungdom og ungdomskultur til å appellere til ungdom.

source: Google and Dropbox had short contracts with relatively plain language.
nb: Google og Dropbox hadde korte og lettleste vilkår.

source: In the summer of 2018 a series of videos was published in which Nesvoll samples various McDonald’s “hacks” – new ways of combining different dishes.
nb: Sommeren 2018 ble det lagt ut en serie videoer der Nesvoll tester ut ulike McDonald’s «hacks», som kort fortalt går ut på å kombinere ulike retter på nye måter.

source: Such information need to be presented in a way that is clear to both consumers and institutional investors.
nb: I tillegg har de siste ti årene gitt oss en negativ utvikling på ny-etableringer, i produsent- så vel som i handelsleddet.

source: MCCP, bisphenols, phthalates, phosphororganic and brominated flame retardants and HCH found in the contents.
nb: Inneholder MCCP, bisfenoler, ftalater, fosfororganiske og bromerte flammehemmere og heksaklorheksan.

source: The Marketing Control Act's definition of a minor is flexible, however, and the Consumer Authority writes in its guidelines that marketing initiatives will be judged more strictly the younger the children they target (26).
nb: Imidlertid er barnebegrepet etter markedsføringsloven fleksibelt, og Forbrukertilsynet skriver i en veileder at vurderinger av markedsføringstiltak vil være strengere jo yngre barn markedsføringen treffer (26).

source: MCCP, bisphenols, phthalates, phosphorus flame retardants, brominated flame retardants and lead found in the contents.
nb: Inneholder MCCP, bisfenoler, ftalater, fosfororganiske flammehemmere, bromerte flammehemmere og bly.

source: TED is a non-profit organisation that aims to spread «good ideas» through short presentations.
nb: TED er en ikke-kommersiell organisasjon som ønsker å spre «gode ideer» gjennom korte foredrag.

source: According to our interpretation, the consumer can in accordance to the Cancellation Act section 22, m, despite a legal consent, still withdraw from the contract regarding the purchase of a video game until the release date of the game.
nb: Etter vår tolkning kan forbrukeren etter angrerettloven § 22 bokstav m ved et lovlig samtykke fortsatt angre på avtalen om kjøp av et forhåndsbestilt spill frem til spillets lanseringsdato.

source: The use of teenagers or their role models in advertising is a well-known strategy for targeting the age group with marketing (19).
nb: Bruk av ungdom eller ungdoms forbilder i reklame er en anerkjent strategi for å rette markedsføring mot aldersgruppen (19).

source: In the NCCs review of the platforms, it emerged that Nintendo eShop does not allow cancellations of pre-orders, even if the game has not yet been released.
nb: I Forbrukerrådets undersøkelse kom det fram at Nintendo eShop ikke tillater avbrytelse av forhåndsbestillinger, selv om spillet ikke har blitt lansert.

source: We also recommend that the buyer check The Brønnøysund Register Centre if there is execution or mortgage on the boat
nb: Vi anbefaler også at kjøper undersøker i Løsøreregisteret i Brønnøysund om det er utlegg eller pant i båten.

source: Coca-Cola’s YouTube channel CokeTV has been described earlier in this report.
nb: Coca-Cola sin Youtube-kanal CokeTV er beskrevet tidligere i rapporten.

source: The absolute number of children exposed to such marketing in these channels can therefore be very high, even though the proportion of children in the audience is below 25 per cent.
nb: Det absolutte antallet barn som utsettes for slik markedsføring i disse kanalene kan dermed være svært høyt, selv om andelen av barn i publikum er under 25 prosent.

source: The toys in question are the Cayla doll and the i-Que robot.
nb: Lekene det gjelder er dukken Cayla og roboten I-Que.

source: The rule permitting HFSS advertising to be placed in channels where less than 25 per cent of the audience is made up of children has been criticised by many (8, 27).
nb: Regelen om at HFSS-reklame kan plasseres i kanaler der andel barn er mindre enn 25 prosent, kritiseres fra flere hold (8, 27).

source: The app owner is controller for all processing of personal data in the app and by fluxLoop by use of the Pinch technology.
nb: App-eier er behandlingsansvarlig for all behandling av personopplysninger som skjer i appen og hos fluxLoop ved hjelp av Pinch-teknologien.

source: Second, the data is pseudonymized.
nb: Dette er i hovedsak et godt system.

source: The Norwegian Consumer Council has tested a variety of different digital products and services, including toys, smartwatches, and fitness wearables.
nb: Forbrukerrådet har tidligere testet en rekke digitale produkter og tjenester, slik som leker, smartklokker og treningsarmbånd.

source: This enables many of the devices to offer added functionality such as cloud storage, visualisation of results and other additional functions, including digital reporting to the user’s GP.
nb: Dette bidrar til utvidet funksjonalitet i flere av apparatene, blant annet skylagring, visualisering av resultater og andre tilleggsfunksjoner, inkludert digital rapportering til fastlege.

source: In order to end a membership/ subscription to Amazon Prime, the consumer first has to log in to their Amazon account, then open the menu in the corner and click ‘Your Account’, and then click ‘Prime membership’.
nb: For å avslutte ditt medlemskap/abonnement på Amazon Prime, må du først logge inn på egen Amazon konto og deretter velge venstremenyen og åpne ‘Your Account’, og så velge ‘Prime membership’.

source: social media, including Facebook and Zynga, to process personal data.
nb: Facebook og Zynga, for å behandle personopplysninger.

source: Please contact the Consumer Council on telephone number 23 400 500 if you have questions about the contract form.
nb: Ta kontakt med Forbrukerrådet på telefonnummer 23 400 500 dersom du har spørsmål til kontrakten.

source: Our study has found that two of the four services (Mio and Fitbit) defines personal data in line with European and Norwegian rules, see appendix 2 page 11.
nb: Undersøkelsen viser at to av fire tjenester (Mio og Fitbit) definerer personopplysninger i tråd med europeiske og norske regler, se vedlegg 2 side 11.

source: This form has been signed in 2 copies.
nb: Dette skjema er undertegnet i 2 eksemplarer.

source: making changes to the terms of uses, see appendix 1, table 4, page 13.
nb: av at brukervilkår endres, se vedlegg 1, tabell 4 side 13.

source: Waterbottle sport, Class Ohlson, NOK 29,90
nb: Vannflaske sport fra Clas Ohlson, kr 29,90

source: MCCP, bisphenols, phthalates, phosphororganic and brominated flame retardants found in the contents.
nb: Inneholder MCCP, bisfenoler, ftalater, fosfororganiske flammehemmere og bromerte flammehemmere.

source: The Ministries believed that an age limit that only covered children up to the age of 12 would deny protection to many children who need it.
nb: De mente at en aldersgrense som bare omfatter barn til og med 12 år, ville medføre at mange barn som har behov for beskyttelse mot markedsføring, ikke ville få det.

source: It can be done by studying age data where such data is available or by estimating audience age by examining information about the users’ interests, usage patterns and networks.
nb: Dette kan gjøres ved å bruke data på alderssammensetning der det finnes, eller ved å estimere alder ved å bruke informasjon om brukernes interesser, bruksmønster og nettverk.

source: ‐ Senior Citizens / Inactive Empty Nest’ers: The person is 46 years
nb: - Senior Citizens / Inactive Empty Nest’ers: Personen er 46 år

source: Contract for private purchase of a used motorbike/moped/ATV, last updated 01.10.2018
nb: Kontrakt ved kjøp av brukt motorsykkel/moped/ATV, sist oppdatert 01.10.2018

source: The Norwegian Consumer Council has announced a court battle on behalf of 137,000 small investors of the DNB Norge mutual fund.
nb: Forbrukerrådet varsler kamp i retten på vegne av 137 000 småsparere i aksjefondet DNB Norge.

source: Correspondence between the NCC and Nintendo’s German branch regarding the way that the company practices the right of withdrawal for pre-orders, from February 2018.
nb: Korrespondanse mellom Forbrukerrådet og Nintendos avdeling i Tyskland vedrørende måten selskapet praktiserer angrerett ved forhåndsbestilling, fra februar 2018.

source: ” (appendix 1) and the technical report “
nb: » (vedlegg 1), og den tekniske rapporten «

source: In order to ensure that a rating give the correct expression of the sustainability of a financial product, an independent third party should carry out such classification.
nb: I Forbrukerrådets diskusjoner med bransjen, er det i mange sammenhenger gitt uttrykk for en bekymring knyttet til forskjellene i utvikling blant de tre dagligvaregrupperingene.

source: The lawful basis for processing (Articles 6 and 9) in particular consent
nb: Behandlingens lovlighet (artikkel 6 og 9) og særlig vilkår for samtykke

source: Please refer to appendix 1, pages 9 and 10 for additional information.
nb: Vi viser til vedlegg 1, side 9 og 10 som utdyper dette noe.

source: From what we can tell, the wording of the privacy policies for Cayla and i-Que are mostly identical, and both list Genesis as the contracting party along with the same Hong Kong address.
nb: Etter det vi kan se er ordlyden i personvernpolicyen for Cayla og i-Que samsvarende, og begge angir Genesis som avtalepart med den samme Hong- Kong adressen.

source: These three funds have also been merged into DNB Norge.
nb: Disse tre fondene er også innfusjonert i DNB Norge.

source: The concealment of important information about the property may result in liability, price reduction, or cancellation of the purchase.
nb: Fortielse av viktig informasjon om eiendommen kan medføre erstatningsan-svar, prisavslag, eller heving av kjøpet.

source: There is cause for concern when, during their review of mobile applications in March 2016, and in their latest investigation into activity wristbands, the Norwegian Consumer Council has found the providers to be quite ambiguous about how they define and process personal data.
nb: Det er grunn til bekymring når Forbrukerrådet både i gjennomgangen av mobilapplikasjoner fra mars 2016 og i denne gjennomgangen av aktivitetsarmbånd, finner at aktørene i så liten grad er tydelige på hvordan de definerer og behandler personopplysninger.

source: This indicates a very poor judgement and lack of understanding for the damaging effects such approach to administrative procedures may have on the affected parties.
nb: Dette vitner om særdeles dårlig skjønn og manglende forståelse for den skadelige effekten en slik tilnærming til saksbehandling kan ha på de som blir utsatt for den.

source: The Marketing Control Act section 8 implements the UCPD Article 7, and is particularly relevant in this case.
nb: Markedsføringsloven § 8 gjennomfører direktivets artikkel 7, og er særlig aktuel i denne saken.

source: 4 Policy: Current status and the road ahead
nb: 4 Policy: status og veien videre

source: to the Consumer Council and the French consumer organisation Que Choisir asked the French Data Protection Authority
nb: for Forbrukerombudet, og den franske forbrukerorganisasjonen Que Choisir har

source: The next three buttons are yel ow, and contain the text “Keep my benefits”, “Cancel my Benefits”, and Remind me later”.
nb: De tre neste ikonene er i gult og har henholdsvis teksten «Keep My Benefits», «Cancel My Benefits» og «Remind Me Later».

source: Today, TED has published Finn Myrstad’s presentation about why we should be scared of connected toys, and what horrors could be lurking within 900 pages of terms and conditions.
nb: TED Talks publiserte i dag fagdirektør Finn Myrstads innlegg om hvorfor vi bør være redde for tilkoblede dukker, og om det skjuler seg noe skummelt i 900 sider med brukervilkår.

source: The authorities should bear the main responsibility for setting targets and defining what should be classed as marketing, which age limits should be imposed, and which foods, channels and media should be covered.
nb: Det er myndighetene som bør ha hovedansvaret for å sette mål og definere hva som skal identifiseres som markedsføring, hvilken aldersgrense som skal innføres, hvilke matvarer som skal omfattes, samt hvilke kanaler og medier som skal omfattes av ordningen.

source: There are no terms of use for one of the products, Gator 2 (read more in Appendix 1 “Consent”).
nb: Et av produktene, Gator 2, har heller ingen brukervilkår (les mer om dette i vedlegg 1, kapittelet ‘Consent’)

source: MCCP, phthalates, BPF and traces of hexachlorocyclohexane (HCH) and lead found in the contents.
nb: Inneholder MCCP, ftalater, BPF og spor av heksaklorheksan og bly.

source: Norway has ratified the International Covenant on Economic, Social and Cultural Rights and the UNCRC.
nb: Norge har ratifisert konvensjonen for økonomiske, sosiale og kulturelle rettigheter og FNs barnekonvensjon.

source: Agency about the col ecting and processing of personal data by Facebook and Zynga and asks
nb: Facebooks og Zyngas innhenting og behandling av personopplysninger inn for

source: The NCC pointed this out in the attached letter to Nintendo regarding their practices (dated 06.02.2018).
nb: Forbrukerrådet påpekte dette i det vedlagte brevet til Nintendo vedrørende deres praksis (datert 06.02.2018).

source: Personal data, the Personal Data Act section 2
nb: Personopplysninger, personopplysningsloven § 2
